package p_25083;

/**
 * 시간 제한	메모리 제한	제출	정답	맞힌 사람	정답 비율
 * 1 초	1024 MB	129125	66415	61520	52.690%
 * 문제
 * 아래 예제와 같이 새싹을 출력하시오.
 * <p>
 * 입력
 * 입력은 없다.
 * <p>
 * 출력
 * 새싹을 출력한다.
 */
public class Main {
    public static void main(String[] args) {
        char[][] arr = {
                {' ', ' ', ' ', ' ', ' ', ' ', ' ', ' ', ' ', ',', 'r', '\'', '"', '7'},
                {'r', '`', '-', '_', ' ', ' ', ' ', ',', '\'', ' ', ' ', ',', '/'},
                {' ', '\\', '.', ' ', '"', '.', ' ', 'L', '_', 'r', '\''},
                {' ', ' ', ' ', '`', '~', '\\', '/'},
                {' ', ' ', ' ', ' ', ' ', ' ', '|'},
                {' ', ' ', ' ', ' ', ' ', ' ', '|'},
        };

        for (char[] chars : arr) {
            for (char c : chars) {
                System.out.print(c);
            }
            System.out.println();
        }
    }
}
